References/ASTT/TestSuits/Tests/PTZ/TC.PTZ.NVT.01/TC.PTZ.NVT.01_REQ_02.xml

<?xml version='1.0' encoding='utf-8'?>
<soap:Envelope
 xmlns:soap="http://www.w3.org/2003/05/soap-envelope"
 xmlns:tds="http://www.onvif.org/ver10/ptz/wsdl"
 xmlns:tt="http://www.onvif.org/ver10/schema">
  <soap:Body>
    <tds:GetNode>
      <tds:NodeToken>ptz0</tds:NodeToken>
    </tds:GetNode>
  </soap:Body>
</soap:Envelope>